"The name of your computer " = "Datorns namn ";
"This computer’s local hostname " = "Datorns lokala värdnamn ";
"“" = "”";
"”" = "”";
" is already in use on this network. " = " används redan i det här nätverket. ";
"The name has been changed to " = "Namnet har ändrats till ";
"." = ".";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Om du vill ändra datornamnet öppnar du Systeminställningar och klickar på Delning. Sedan skriver du det nya namnet i fältet Datorns namn.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Om du vill ändra det lokala värdnamnet öppnar du Systeminställningar och klickar på Delning. Sedan klickar du på Redigera och skriver det nya namnet i fältet Lokalt värdnamn.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Alla försök att hitta ett tillgängligt namn genom att lägga till en siffra i namnet misslyckades också.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Detta kan tyda på problem med det lokala nätverket. Kontakta nätverksadministratören.";
